<p>&nbsp;</p>
<p>Exercice 1&nbsp;(5pts)</p>
<p>Soit h&nbsp; la hauteur d&rsquo;un liquide dans un tube capillaire de rayon r, en ajoutant une petite quantit&eacute; de tensioactif, on abaisse la tension de surface du liquide d&rsquo;un facteur <strong>3</strong>, on suppose que la masse volumique reste constante.</p>
<ul>
<li>Quel serait la valeur de rayon du tube qui permettrait la m&ecirc;me hauteur en supposant la situation de mouillage total? (angle de contact nul)</li>
</ul>
<p>&nbsp;R&eacute;ponse&nbsp;&nbsp; a) 1.41 r&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; b)&nbsp; &nbsp; 3r&nbsp; &nbsp; &nbsp; &nbsp; c)&nbsp;<span class="CCword">r</span><span class="CCoperator">^</span><span class="CCbrackets">{</span><span class="CCnumbers">2</span><span class="CCbrackets">}</span> &nbsp; &nbsp;d) Autre &hellip;&hellip;.</p>
<p>&nbsp; Justifier votre r&eacute;ponse&nbsp;:</p>
<p>&nbsp;</p>
<p>Exercice2&nbsp;(10pts): &nbsp;La relation entre la tension de surfaces de l&rsquo;eau et la temp&eacute;rature&nbsp;&nbsp; admet une corr&eacute;lation lin&eacute;aire n&eacute;gative ( , la courbe suivante repr&eacute;sente la tension de surface de l&rsquo;eau &agrave; diff&eacute;rentes temp&eacute;rature, E&ouml;tv&ouml;s a d&eacute;montr&eacute; exp&eacute;rimentalement la relation suivante &nbsp;</p>
<ul>
<li>D&eacute;terminer et&nbsp; la temp&eacute;rature critique Tc.</li>
</ul>
<p>On r&eacute;alise une exp&eacute;rience avec deux tubes capillaires verticaux en verre de diam&egrave;tre int&eacute;rieurs respectifs 0.1 et 0.3 mm plongent dans de l&rsquo;eau pure &agrave; 20&deg;C contenue dans un r&eacute;cipient en supposant la situation de mouillage total.</p>
<ul>
<li>Quelle est la diff&eacute;rence entre les niveaux du liquide dans les deux tubes&nbsp;?</li>
<li>Que devient la diff&eacute;rence entre les niveaux lorsqu&rsquo;on porte l&rsquo;ensemble de 20&deg;Ca 70&deg;C</li>
<li>On donne g=9.8m.s<sup>-2</sup>, &rho;=10<sup>3</sup>m<sup>-3</sup></li>
</ul>
<p>&nbsp;&nbsp;</p>
<p>&nbsp;<strong>Exercice3&nbsp;(5pts):</strong> Pourquoi, lorsqu&rsquo;on rapproche deux gouttes d&rsquo;eau, elles fusionnent&nbsp; pour former une seule grosse goutte&nbsp;:</p>
<p><em>&nbsp;</em></p>
<p>&nbsp;</p>
